brew "bash"
brew "bat"
brew "colordiff"
brew "coreutils"
brew "exa"
brew "ghq"
brew "git"
brew "lazygit"
brew "gnu-sed"
brew "grep"
brew "gnupg"
brew "neovim"
brew "tmux"
brew "trash"
brew "wget"

cask "alacritty"
cask "firefox"
cask "docker"
cask "gitkraken"
cask "google-chrome"
cask "google-japanese-ime"
cask "hammerspoon"
cask "karabiner-elements"
cask "rectangle"
cask "visual-studio-code"
