brew "bat"
brew "colordiff"
brew "coreutils"
brew "direnv"
brew "exa"
brew "fd"
brew "fzf"
brew "ghq"
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "hub"
brew "tmux"
brew "trash"
brew "vim"
brew "wget"

cask "alacritty"
cask "firefox"
cask "docker"
cask "gitkraken"
cask "google-chrome"
cask "hammerspoon"
cask "karabiner-elements"
cask "rectangle"
cask "visual-studio-code"
