brew "autoconf"
brew "bash"
brew "bat"
brew "cmake"
brew "coreutils"
brew "docker-completion"
brew "eza"
brew "fd"
brew "findutils"
brew "fzf"
brew "ghq"
brew "git"
brew "git-lfs"
brew "gnu-sed"
brew "gnupg"
brew "grep"
brew "hexyl"
brew "jq"
brew "lazygit"
brew "llvm"
brew "neovim"
brew "pinentry-mac"
brew "ripgrep"
brew "shellcheck"
brew "sqlite"
brew "tmux"
brew "trash"
brew "vim"
brew "wget"

cask "bitwarden"
cask "firefox"
cask "font-jetbrains-mono-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "google-chrome"
cask "google-japanese-ime"
cask "hammerspoon"
cask "karabiner-elements"
cask "raycast"
cask "rectangle"
cask "visual-studio-code"
cask "wezterm"
