tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "LouisBrunner/valgrind"
tap "nektos/tap"

brew "autoconf"
brew "bash"
brew "bazel"
brew "cmake"
brew "colordiff"
brew "coreutils"
brew "docker-completion"
brew "docker-compose-completion"
brew "envchain"
brew "findutils"
brew "ghq"
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "grep"
brew "hub"
brew "jq"
brew "llvm"
brew "neovim", args: ['HEAD']
brew "pinentry-mac"
brew "sqlite"
brew "tldr"
brew "tmux"
brew "trash"
brew "vim"
brew "wget"
brew "yq"
brew "LouisBrunner/valgrind/valgrind", args: ["HEAD"]

cask "alacritty"
cask "alfred"
cask "bitwarden"
cask "dash"
cask "docker"
cask "firefox"
cask "font-sauce-code-pro-nerd-font"
cask "gitkraken"
cask "google-chrome"
cask "google-japanese-ime"
cask "hammerspoon"
cask "karabiner-elements"
cask "rectangle"
cask "sublime-text"
cask "visual-studio-code"
